type NavLink = {
  href: string
  label: string
}

export const links: NavLink[] = [
  { href: "/", label: "მთავარი" },
  { href: "/about", label: "ჩვენ შესახებ" },
  { href: "/products", label: "პროდუქტები" },
  { href: "/favorites", label: "ფავორიტები" },
  { href: "/cart", label: "კალათა" },
  { href: "/orders", label: "შეკვეთები" },
]

export const aboutText = `
  ჩვენ არ ვამზადებთ უბრალოდ ბურგერებს —
ჩვენ ვქმნით გემოს გამოცდილებას.

ყოველი ბურგერი მზადდება ხარისხიანი ინგრედიენტებით, იდეალურად დაბალანსებული გემოთი და დეტალებზე ზრუნვით. ჩვენი მიზანია, რომ თითოეულ სტუმარს შევთავაზოთ კრიპსი ტექსტურა, წვნიანი ხორცი და გემო, რომელიც დაგაბრუნებს ისევ და ისევ.

ეს არის ადგილი მათთვის, ვისაც ნამდვილი ბურგერი უყვარს.
გემო, რომელიც ლაპარაკობს თავად.
`
